{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "leap.nvim": {
      "src": "https://github.com/ggandor/leap.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    }
  }
}